import type { BookType } from "./Type";
export const books: BookType[] =[{
    Name: "Солов'їна абетка",
    Author: "Моисеенко С.В.",
    Img: "https://www.ranok.com.ua/storage/img/product/6f979b9a7e012ea1.jpg",
    ISBN: "9786170997678",
    Discription: "Перед вами унікальна абетка, адже в ній зібрано дуже цікаві та колоритні зразки української лексики: різноманітні слова, словосполучення, речення і навіть народні вислови на певну букву. Завдяки їм дитина не лише познайомиться з літерами, а ще й розширить свій світогляд та збагатить словниковий запас.",
    Price: 260,
},
{
    Name: "Володар мух",
    Author: "Уильям Голдинг",
    Img: "https://www.ranok.com.ua/storage/img/product/40474358156fac7a.jpg",
    ISBN: "978-617-09-9743-2 ",
    Discription: "ВПЕРШЕ У ГРАФІЧНОМУ ФОРМАТІ — ТВІР НОБЕЛІВСЬКОГО ЛАУРЕАТА ВІЛЬЯМА ҐОЛДІНҐА.Надзвичайна адаптація класичного твору від відомої художниці Емі де Йонг. «Володар мух» — один зі 100 романів, що сформували сучасний світ, за версією BBC.",
    Price: 891,
},
{
    Name: "Підлітки Мутанти Нінджя Черепахи",
    Author: "Аарон Джейсон Джонс Джоель",
    Img: "https://www.ranok.com.ua/storage/img/product/f4e989f2ec16d848.webp",
    ISBN: "978-617-09-9758-6  ",
    Discription: "Видання має 5 варіантів обкладинки.Черепашки-ніндзя повертаються в новій серії, яка є ідеальною відправною точкою для нових фанатів! Після розлуки та особистих пошуків усі четверо залишили Нью-Йорк, проте потужні сили змусять їх знову об’єднатися в першій сюжетній арці нової постійної серії.",
    Price: 120,
},
];